{
	"pf2e-graphics": {
		"support": {
			"1": "Przekaż darowiznę!",
			"2": "Wesprzyj mnie!",
			"3": "Pomóż autorowi"
		},
		"animationsVolume-tooltip": "Kontroluje głośność dźwięków tworzonych przez PF2e Graphics.",
		"history": {
			"title": "Historia animacji"
		},
		"jsonEditor": {
			"title": {
				"editable": "Edytor JSON",
				"readOnly": "Przeglądarka JSON (tylko do odczytu)"
			}
		},
		"historyMenu": {
			"title": "Historia animacji",
			"animations": "{count} animacji",
			"animation": "1 animacja",
			"open": "Otwarte dane JSON"
		},
		"settings": {
			"volume": {
				"name": "Głośność animacji",
				"hint": "Mnoży głośność animacji przez określoną wartość. Nie zastępuje własnych ustawień głośności animacji."
			},
			"history": {
				"name": "Wyświetl historię animacji graczom",
				"hint": "Historia animacji zawiera poufne informacje, głównie o opcjach rzutu. Włącz tę opcję, jeśli nie martwisz się, że gracze odczytają, jakie cechy lub umiejętności może mieć BN."
			},
			"delay": {
				"name": "Opóźnienie animacji",
				"hint": "Dodaje opóźnienie w sekundach do każdej przetwarzanej i uruchamianej animacji."
			},
			"persistent": {
				"name": "Trwałe animacje",
				"hint": "Włącza trwałe (zapętlone) animacje. Należy pamiętać, że może to *ZNACZNIE* zmniejszyć wydajność, im więcej efektów znajduje się na ekranie. Po wyłączeniu, gotowe animacje będą animowane tylko raz i ewentualnie na początku lub na końcu tury."
			},
			"quality": {
				"name": "Ustawienia wydajności",
				"hint": "Poziom szczegółowości animacji. Niektóre animacje mogą być bardziej wymagające sprzętowo, co wymaga obniżenia tego ustawienia.",
				"0": "Minimum",
				"1": "Niskie",
				"2": "Średnie",
				"3": "Wysokie"
			},
			"buttonPosition": {
				"name": "Położenie przycisku aktora",
				"hint": "W tym miejscu powinien znajdować się przycisk do zarządzania grafikami aktorów. Zmień go, jeśli masz zbyt wiele modułów dodających przyciski nagłówka.",
				"0": "Nagłówek",
				"1": "Karta",
				"2": "Nagłówek (zminimalizowany)"
			},
			"dev": {
				"name": "Tryb dewelopera",
				"hint": "Włącza logi konsoli. Przydatne podczas tworzenia własnych animacji. Dodaje także nowe ustawienia, widoczne przy odświeżaniu."
			},
			"userMenu": {
				"name": "Animacje użytkownika",
				"hint": "Dostosuj własne animacje lub zobacz inne.",
				"label": "Otwórz menu"
			},
			"worldMenu": {
				"name": "Animacje świata",
				"hint": "Dostosuj globalne animacje, które każdy będzie miał domyślnie.",
				"label": "Otwórz menu"
			},
			"jb2aMode": {
				"name": "[DEV] Tryb JB2A",
				"hint": "Przełączanie między wersją darmową a patreon dla celów predykatów.",
				"free": "Darmowy",
				"patreon": "Patreon"
			},
			"suppressWarnings": {
				"name": "[DEV] Wyłączenie ostrzeżeń o uruchomieniu",
				"hint": "Włącz to ustawienie, jeśli używasz alternatywnego źródła animacji niż JB2A.",
				"warnFremium": "Masz JB2A (Free), ale go nie włączyłeś, włącz go, aby PF2e Graphics działał zgodnie z oczekiwaniami.",
				"warnPremium": "Masz JB2A (Patreon), ale go nie włączyłeś, włącz go, aby PF2e Graphics działało zgodnie z oczekiwaniami.",
				"warnNone": "Nie masz zainstalowanego JB2A, zainstaluj i włącz go, aby PF2e Graphics działało!"
			}
		}
	}
}
